Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2017.tmx
Source language: en_us
Languages: zh_cn

source: We will see that in holding the Belt and Road Forum for International Cooperation we offer a meeting of real quality, opening the page on a great new chapter of mutually beneficial cooperation.
zh_cn: 高质量办好“一带一路”国际合作高峰论坛，同奏合作共赢新乐章。

source: We will ensure that foreign trade continues to pick up and register steady growth.
zh_cn: 促进外贸继续回稳向好。

source: We will implement and improve our import and export policies and optimize imports and exports.
zh_cn: 落实和完善进出口政策，推动优进优出。

source: We will expand the coverage of export credit insurance and provide export financing insurance for all insurable complete sets of large equipment.
zh_cn: 扩大出口信用保险覆盖面，对成套设备出口融资应保尽保。

source: We will move ahead with trials to develop services trade through innovation and establish a seed fund to encourage innovation to develop services trade.
zh_cn: 推进服务贸易创新发展试点，设立服务贸易创新发展引导基金。

source: We will support the development of market procurement trade and integrated foreign trade service firms.
zh_cn: 支持市场采购贸易、外贸综合服务企业发展。

source: We will accelerate the development of demonstration centers for transforming and upgrading foreign trade.
zh_cn: 加快外贸转型升级示范基地建设。

source: We will facilitate the extension of processing trade to the medium-high end of industrial chains and its relocation to central and western regions.
zh_cn: 促进加工贸易向产业链中高端延伸、向中西部地区梯度转移。

source: We will extend the practice of processing international trade through a single window, and achieve nationwide integration of customs clearance procedures.
zh_cn: 推广国际贸易“单一窗口”，实现全国通关一体化。

source: The import of advanced technologies, equipment, and important parts and components will be increased to promote the balanced growth of foreign trade and accelerate industrial upgrading in China.
zh_cn: 增加先进技术、设备和关键零部件进口，促进贸易平衡发展和国内产业加快升级。

source: We will make big moves to improve the environment for foreign investors.
zh_cn: 大力优化外商投资环境。

source: We will revise the catalog of industries open to foreign investment, and make service industries, manufacturing, and mining more open to foreign investment.
zh_cn: 修订外商投资产业指导目录，进一步放宽服务业、制造业、采矿业外资准入。

source: We will encourage foreign-invested firms to be listed and issue bonds in China and allow them to take part in national science and technology projects.
zh_cn: 支持外商投资企业在国内上市、发债，允许参与国家科技计划项目。

source: Foreign firms will be treated the same as domestic firms when it comes to license applications, standards-setting, and government procurement, and will enjoy the same preferential policies under the Made in China 2025 initiative.
zh_cn: 在资质许可、标准制定、政府采购、享受《中国制造2025》政策等方面，对内外资企业一视同仁。

source: Local governments can, within the scope of the powers granted them by law, adopt preferential policies to attract foreign investment.
zh_cn: 地方政府可在法定权限范围内，制定出台招商引资优惠政策。

source: We will build 11 high-standard pilot free trade zones, and widely spread practices developed in these zones that are proven to work.
zh_cn: 高标准高水平建设11个自贸试验区，全面推广成熟经验。

source: We will guide the sound and standardized development of Chinese overseas investment, and increase the ability of Chinese companies to hedge against risks.
zh_cn: 引导对外投资健康规范发展，提升风险防范能力。

source: China's door is going to keep on opening wider, and China will keep working to be the most attractive destination for foreign investment.
zh_cn: 中国开放的大门会越开越大，必将继续成为最富吸引力的外商投资目的地。

source: We will promote the liberalization and facilitation of international trade and investment.
zh_cn: 推进国际贸易和投资自由化便利化。

source: Economic globalization is in the fundamental interests of all countries.
zh_cn: 经济全球化符合世界各国的根本利益。

source: China will not shift in its commitment to promoting global economic cooperation, will uphold the multilateral trading regime as the main channel of international trade, and will play an active part in multilateral trade negotiations.
zh_cn: 中国将坚定不移推动全球经济合作，维护多边贸易体制主渠道地位，积极参与多边贸易谈判。

source: China is ready to join hands with the other countries involved to fully put into force and implement the Protocol to Amend the Framework Agreement on Comprehensive Economic Cooperation between China and ASEAN, to conclude talks as soon as possible for the Regional Comprehensive Economic Partnership agreement, and to advance the development of the Free Trade Area of the Asia-Pacific.
zh_cn: 我们愿与有关国家一道，推动中国－东盟自贸区升级议定书全面生效实施，早日结束区域全面经济伙伴关系协定谈判，推进亚太自贸区建设。

source: We will continue to negotiate investment and trade agreements with relevant countries and regions.
zh_cn: 继续与有关国家和地区商谈投资贸易协定。

source: China is a responsible country. We have always striven to honor the commitments we have made, and we will firmly defend our due rights and interests.
zh_cn: 中国是负责任的国家，作出的承诺一直认真履行，应有的权益将坚决捍卫。

source: 7. Effectively strengthening environmental protection
zh_cn: （七）加大生态环境保护治理力度。

source: Faster progress in work to improve the environment, particularly air quality, is what people are desperately hoping for, and is critical to sustainable development.
zh_cn: 加快改善生态环境特别是空气质量，是人民群众的迫切愿望，是可持续发展的内在要求。

source: We must adopt well-designed policies, tackle both symptoms and root causes, and take tough steps to make the grade in responding to the people.
zh_cn: 必须科学施策、标本兼治、铁腕治理，努力向人民群众交出合格答卷。

source: We will make our skies blue again.
zh_cn: 坚决打好蓝天保卫战。

source: This year, we will see that sulfur dioxide and nitrogen oxide emissions are both cut by 3 percent and that fine particulate matter (PM2.5) density in key areas falls markedly.
zh_cn: 今年二氧化硫、氮氧化物排放量要分别下降3%，重点地区细颗粒物（PM2.5）浓度明显下降。

source: First, we will work faster to address pollution caused by coal burning.
zh_cn: 一要加快解决燃煤污染问题。

source: We will take comprehensive steps to reduce non-centralized coal burning operations, promote clean winter heating in the northern region, replace the use of coal with electricity and natural gas in more than 3 million households, and shut down all small coal-fired furnaces in established districts of cities at the prefectural level and above.
zh_cn: 全面实施散煤综合治理，推进北方地区冬季清洁取暖，完成以电代煤、以气代煤300万户以上，全部淘汰地级以上城市建成区燃煤小锅炉。

source: We will step up work on upgrading coal-fired power plants to achieve ultra-low emissions and energy conservation.
zh_cn: 加大燃煤电厂超低排放和节能改造力度，

source: Upgrading should be completed this year in the eastern region, next year in the central region, and by 2020 in the western region.
zh_cn: 东中部地区要分别于今明两年完成，西部地区于2020年完成。

source: We will act quickly to improve our mechanisms and technologies, enabling us to prioritize the integration of clean energy sources into the electric grid and effectively address wasted hydro-, wind- and solar-power generation capacities.
zh_cn: 抓紧解决机制和技术问题，优先保障清洁能源发电上网，有效缓解弃水、弃风、弃光状况。

source: We will develop nuclear power in a safe and highly efficient way.
zh_cn: 安全高效发展核电。

source: We will also work faster to make comprehensive use of straw.
zh_cn: 加快秸秆综合利用。

source: Second, we will take a full range of measures to tackle the sources of pollution.
zh_cn: 二要全面推进污染源治理。

source: We will take focused actions to curb pollution in key industries.
zh_cn: 开展重点行业污染治理专项行动。

source: We will place all key sources of industrial pollution under round-the-clock online monitoring, and ensure the quality of monitoring.
zh_cn: 对所有重点工业污染源实行24小时在线监控，确保监控质量。

source: We will set a clear deadline by which enterprises must meet required discharge standards, and take resolute law-based action to close down all those that still fail to meet standards after the deadline.
zh_cn: 明确排放不达标企业最后达标时限，到期不达标的坚决依法关停。

source: Third, we will strengthen control over exhaust emitted by motor vehicles.
zh_cn: 三要强化机动车尾气治理。

source: We will see that basically all higher-emission vehicles are scrapped, work faster to take old vehicles off the roads, carry out dedicated initiatives to deal with high-emission vehicles, and encourage the use of clean-energy cars.
zh_cn: 基本淘汰黄标车，加快淘汰老旧机动车，对高排放机动车进行专项整治，鼓励使用清洁能源汽车。

source: We will improve the quality of fuels and move faster to promote the use of those that meet National-VI emission standards in key areas.
zh_cn: 提高燃油品质，在重点区域加快推广使用国六标准燃油。

source: Fourth, we will take effective steps to tackle heavy air pollution.
zh_cn: 四要有效应对重污染天气。

source: We will strengthen analysis of sources of air pollution and research on the causes of smog to improve the scientific basis and precision of the steps taken.
zh_cn: 加强对大气污染的源解析和雾霾形成机理研究，提高应对的科学性和精准性。

source: We will expand the coverage of mechanisms in key areas to ensure coordinated prevention and control efforts across regions, and enhance early warning and emergency response measures.
zh_cn: 扩大重点区域联防联控范围，强化预警和应急措施。

source: Fifth, we will strictly enforce environmental laws and regulations, conduct inspections, and hold violators accountable.
zh_cn: 五要严格环境执法和督查问责。

source: Illegal dischargers and fraud must be punished in accordance with law.
zh_cn: 对偷排、造假的，必须依法惩治；

source: Officials who do a poor job in enforcing the law, knowingly allow environmental violations,
zh_cn: 对执法不力、姑息纵容的，必须严肃追究；

source: or respond inadequately to worsening air quality will be held fully accountable.
zh_cn: 对空气质量恶化、应对不力的，必须严格问责。

source: Tackling smog is down to every last one of us, and success depends on action and commitment.
zh_cn: 治理雾霾人人有责，贵在行动、成在坚持。

source: As long as the whole of our society keeps trying, we will have more and more blue skies with each passing year.
zh_cn: 全社会不懈努力，蓝天必定会一年比一年多起来。

source: We will strengthen the prevention and control of water and soil pollution.
zh_cn: 强化水、土壤污染防治。

source: This year, chemical oxygen demand and ammonia nitrogen emissions should both drop by 2 percent.
zh_cn: 今年化学需氧量、氨氮排放量要分别下降2%。

source: We will effectively prevent and control water pollution in key drainage basins, regions, and sea areas and agricultural pollution from non-point sources.
zh_cn: 抓好重点流域、区域、海域水污染和农业面源污染防治。

source: We will undertake rigorous investigations on soil pollution and develop and implement category-based measures to tackle this problem.
zh_cn: 开展土壤污染详查，分类制定实施治理措施。

source: We will take comprehensive measures to improve both urban and rural environments, advocate green living, and promote waste sorting.
zh_cn: 加强城乡环境综合整治，倡导绿色生活方式，普遍推行垃圾分类制度。

source: We will strengthen energy conservation and environmental protection industries and develop green remanufacturing and circular industries to ensure both environmental improvement and economic growth.
zh_cn: 培育壮大节能环保产业，发展绿色再制造和资源循环利用产业，使环境改善与经济发展实现双赢。

source: We will move forward with ecological conservation and improvement.
zh_cn: 推进生态保护和建设。

source: We will act promptly to set redlines for ecological conservation and hold firm to these lines.
zh_cn: 抓紧划定并严守生态保护红线。

source: We will work actively to respond to climate change.
zh_cn: 积极应对气候变化。

source: We will begin to pilot projects to improve the quality of our forests and restore ecosystems along the Yangtze Economic Belt, and launch the second group of trial projects to conserve the ecosystems of mountains, forests, farmland, rivers, and lakes.
zh_cn: 启动森林质量提升、长江经济带重大生态修复、第二批山水林田湖生态保护工程试点，

source: We will turn more than 800,000 hectares of marginal farmland into forests or grassland.
zh_cn: 完成退耕还林还草1200万亩以上，

source: We will address the spread of desertification and stony deserts.
zh_cn: 加强荒漠化、石漠化治理，

source: These initiatives will enable us to accumulate more ecological wealth and build a green Great Wall of sustainable development.
zh_cn: 积累更多生态财富，构筑可持续发展的绿色长城。

source: 8. Promoting social development to ensure and improve the wellbeing of our people
zh_cn: （八）推进以保障和改善民生为重点的社会建设。

source: The wellbeing of the people is at the center of governance; it must be always on our minds and the responsibility for it must never leave our shoulders.
zh_cn: 民生是为政之要，必须时刻放在心头、扛在肩上。

source: Against the backdrop of challenging and complex environments both at home and abroad, it is all the more imperative that we prioritize efforts to ensure and improve the wellbeing of our people, spare no effort to deliver benefit to them wherever possible, and ensure their basic living needs are met.
zh_cn: 在当前国内外形势严峻复杂的情况下，更要优先保障和改善民生，该办能办的实事要竭力办好，基本民生的底线要坚决兜牢。

source: We will strive to boost employment and business startups.
zh_cn: 大力促进就业创业。

source: We will improve employment policy, strengthen employment training, and increase support for flexible employment and new forms of employment.
zh_cn: 完善就业政策，加大就业培训力度，加强对灵活就业、新就业形态的支持。

source: This year, 7.95 million students will graduate from college, the highest number on record.
zh_cn: 今年高校毕业生795万人，再创历史新高，

source: We need to effectively implement initiatives to promote their employment, to guide them in starting businesses, and to encourage them to work at the community level, providing our college graduates with multiple channels to find jobs or start their own businesses.
zh_cn: 要实施好就业促进、创业引领、基层成长等计划，促进多渠道就业创业。

source: We will implement and improve policies and see that demobilized military personnel are settled into new jobs.
zh_cn: 落实和完善政策，切实做好退役军人安置工作。

source: We will step up employment assistance to help vulnerable urban residents and people with disabilities find employment and to ensure that at least one member in every family currently with zero employment secures a stable job.
zh_cn: 加大就业援助力度，扶持城镇困难人员、残疾人就业，确保零就业家庭至少有一人稳定就业。

source: Employment is crucial to ensuring people's wellbeing. We will focus our effort on facilitating employment to see that through their hard work, people can create wealth and realize their full potential.
zh_cn: 我们必须牢牢抓住就业这一民生之本，让人们在劳动中创造财富，在奋斗中实现人生价值。

source: We will work to ensure that our people have access to equitable and quality education.
zh_cn: 办好公平优质教育。

source: We will combine the separate policies for rural and urban students receiving compulsory education that waive tuition and miscellaneous fees, supply free textbooks, and grant living allowances for boarders from financially disadvantaged families.
zh_cn: 统一城乡义务教育学生“两免一补”政策，

source: We will make compulsory education accessible as a public service to all permanent urban residents, with and without local urban household registration.
zh_cn: 加快实现城镇义务教育公共服务常住人口全覆盖，

source: We will continue to improve conditions in badly built and poorly operated schools, and expand the reach of quality educational resources, so as to narrow the gap in the quality of education between urban and rural areas, different regions, and different schools.
zh_cn: 持续改善薄弱学校办学条件，扩大优质教育资源覆盖面，不断缩小城乡、区域、校际办学差距。

source: We will continue to expand the enrollment of students from poor rural areas at key colleges and universities.
zh_cn: 继续扩大重点高校面向贫困地区农村招生规模。

source: We will increase government grants for PhD students.
zh_cn: 提高博士研究生国家助学金补助标准。

source: We will strengthen efforts to develop more world-class universities and first-class fields of discipline.
zh_cn: 推进世界一流大学和一流学科建设。

source: We will continue to encourage some undergraduate institutions to shift their focus toward providing applied education.
zh_cn: 继续推动部分本科高校向应用型转变。

source: We will pilot comprehensive reform of the college entrance examination system;accelerate the development of modern vocational education; ensure ethnic minorities improve their education; and make sure that we have good special needs education, continuing education, preschool education, and education for senior citizens.
zh_cn: 深化高考综合改革试点。加快发展现代职业教育。加强民族教育，办好特殊教育、继续教育、学前教育和老年教育。

source: We will support the development of private education and work to ensure it meets all relevant standards.
zh_cn: 支持和规范民办教育发展。

source: We will work to improve teacher performance.
zh_cn: 加强教师队伍建设。

source: The Modernizing Chinese Education 2030 initiative will be developed and launched.
zh_cn: 制定实施《中国教育现代化2030》。

source: We will develop education that satisfies the needs of our people, make the modernization of education underpin the modernization of our country, and see that more children realize their dreams and more families have their hopes fulfilled.
zh_cn: 我们要发展人民满意的教育，以教育现代化支撑国家现代化，使更多孩子成就梦想、更多家庭实现希望。

source: We will make continued progress in building a Healthy China.
zh_cn: 推进健康中国建设。

source: We will increase both government subsidies for basic health insurance for rural and nonworking urban residents from 420 to 450 yuan per person per annum and personal contributions, and will expand the scope of this insurance to cover more medicines.
zh_cn: 城乡居民医保财政补助由每人每年420元提高到450元，同步提高个人缴费标准，扩大用药保障范围。

source: We will accelerate the building of a nationwide information network for basic health insurance so that healthcare costs can be settled directly where incurred.
zh_cn: 在全国推进医保信息联网，实现异地就医住院费用直接结算。

source: We will improve the major disease insurance system and increase insurance benefits for subscribers.
zh_cn: 完善大病保险制度，提高保障水平。

source: We will launch nationwide trials to establish partnerships of different forms between medical institutions operating at different levels.
zh_cn: 全面启动多种形式的医疗联合体建设试点，

source: All municipal-level public hospitals will be expected to participate and play a leading role in this initiative.
zh_cn: 三级公立医院要全部参与并发挥引领作用，

source: We will establish performance evaluation and incentive mechanisms that encourage the coordinated use of quality medical resources with a view to improving the capacity of community hospitals and conveniencing people by enabling access to medical services closer to home.
zh_cn: 建立促进优质医疗资源上下贯通的考核和激励机制，增强基层服务能力，方便群众就近就医。

source: We will extend trials to use a tiered diagnosis and treatment model and a contracted family doctor service system to cover over 85 percent of prefectural-level cities in China.
zh_cn: 分级诊疗试点和家庭签约服务扩大到85%以上地市。

source: In promoting better health, we will continue to increase government subsidies for funding basic public health services and strengthen the development of the disease prevention system and the chronic disease prevention and control system.
zh_cn: 做好健康促进，继续提高基本公共卫生服务经费补助标准，加强疾病预防体系和慢性病防控体系建设。

source: We will respond to public health accidents promptly, publicly, and effectively.
zh_cn: 及时公开透明有效应对公共卫生事件。

source: We will work to ensure that medical practitioners remain motivated and that interactions between doctor and patient are amicable.
zh_cn: 保护和调动医务人员积极性。构建和谐医患关系。

source: As the policy of allowing couples to have two children has been adopted, we need to strengthen our maternity medical and healthcare services.
zh_cn: 适应实施全面两孩政策，加强生育医疗保健服务。

source: We will support the development of traditional Chinese medicine on the basis of law.
zh_cn: 依法支持中医药事业发展。

source: The safety of food and medicine is important to the health of our people and therefore demands regulation of the utmost rigor.
zh_cn: 食品药品安全事关人民健康，必须管得严而又严。

source: With this in mind, we will improve the related regulatory system and mechanisms, and strengthen regulatory agencies on the ground.
zh_cn: 要完善监管体制机制，充实基层监管力量，

source: We will ensure that responsibilities are fully assumed by all those involved;
zh_cn: 夯实各方责任，

source: and we will exercise regulation that starts with the source, place equal emphasis on regulation over production and management, and see that serious violations are severely penalized.
zh_cn: 坚持源头控制、产管并重、重典治乱，

source: We will be firm in doing all we can to ensure the safety of food and medicine for our people.
zh_cn: 坚决把好人民群众饮食用药安全的每一道关口。

source: We will weave a strong safety net to ensure people's wellbeing.
zh_cn: 织密扎牢民生保障网。

source: We will continue raising basic pension payments and see they are paid on time and in full.
zh_cn: 继续提高退休人员基本养老金，确保按时足额发放。

source: Standards for benefits for entitled groups and social assistance benefits will be steadily raised, and the emergency aid system will be fully implemented.
zh_cn: 稳步提高优抚、社会救助标准，实施好临时救助制度。

source: We will adjust and improve the natural disaster subsidy mechanism, and finish the rebuilding of all houses damaged during flooding last year.
zh_cn: 调整完善自然灾害生活补助机制，全部完成去年洪涝灾害中倒损民房的恢复重建。

source: We will strengthen efforts to ensure the care and protection of children who remain in rural areas while their parents work away in the cities and provide support for children living in difficult conditions in both rural and urban areas.
zh_cn: 加强农村留守儿童关爱保护和城乡困境儿童保障。

source: We will provide care and assistance to the families of military personnel and revolutionary martyrs and elderly people who live alone.
zh_cn: 关心帮助军烈属和孤寡老人。

source: We will achieve full coverage in providing living allowances for people with disabilities in financial difficulty and nursing care subsidies for people with severe disabilities.
zh_cn: 全面落实残疾人“两项补贴”制度。

source: County-level governments must put in place coordination mechanisms for meeting people's most basic needs. They must make sure there is a social cushion in place, letting those in real need feel support is there and see hope up ahead.
zh_cn: 县级政府要建立基本生活保障协调机制，切实做好托底工作，使困难群众心里有温暖、生活有奔头。

source: We will use a combination of legal, administrative, and economic means to continue resolving the problem of wage arrears for migrant workers, never allowing their hard work to go unpaid.
zh_cn: 综合运用法律、行政、经济等手段，锲而不舍解决好农民工工资拖欠问题，决不允许他们的辛勤付出得不到应有回报。

source: We will develop cultural programs and industries.
zh_cn: 发展文化事业和文化产业。

source: We will foster stronger observance of socialist cultural and ethical standards, and continue to use the Chinese Dream and core socialist values to build consensus, pool energy, and strengthen our people's confidence in Chinese culture.
zh_cn: 加强社会主义精神文明建设，坚持用中国梦和社会主义核心价值观凝聚共识、汇聚力量，坚定文化自信。

source: We will work to ensure that philosophy, the social sciences, art, and literature develop and thrive, and promote the development of the press, publishing, radio, television, film, and archiving.
zh_cn: 繁荣发展哲学社会科学和文学艺术创作，发展新闻出版、广播影视、档案等事业。

source: We will develop new types of think tanks with distinctive Chinese features.
zh_cn: 建设中国特色新型智库。

source: We will implement the programs to keep fine traditional Chinese culture thriving and see that China's cultural relics and intangible cultural heritage receive effective protection and play fuller roles.
zh_cn: 实施中华优秀传统文化传承发展工程，加强文物和非物质文化遗产保护利用。

source: We will work hard to foster a love of reading in our people and enable them to learn more about science.
zh_cn: 大力推动全民阅读，加强科学普及。

source: We will make basic public cultural services more equitable.
zh_cn: 提高基本公共文化服务均等化水平。

source: We will speed up our work to develop cultural industries, strengthen regulation over cultural markets, and foster a healthy cyberspace environment.
zh_cn: 加快培育文化产业，加强文化市场监管，净化网络环境。

source: We will deepen personal and cultural exchanges with other countries and do more to share Chinese culture with other countries.
zh_cn: 深化中外人文交流，推动中华文化走出去。

source: We will make full preparations for the 2022 Winter Olympic Games and Paralympic Games in Beijing.
zh_cn: 做好冬奥会、冬残奥会筹办工作，

source: We will promote coordinated development of recreational and competitive sports and sports industries, and launch extensive Fitness-for-All initiatives so that more people will enjoy sports and stay fit and healthy.
zh_cn: 统筹群众体育、竞技体育、体育产业发展，广泛开展全民健身，使更多人享受运动快乐、拥有健康体魄。

source: When its people are healthy and optimistic, a country will certainly be full of vitality.
zh_cn: 人民身心健康、乐观向上，国家必将充满生机活力。

source: We will explore new forms of social governance.
zh_cn: 推动社会治理创新。

source: We will improve the system of primary level self-governance and strengthen community governance in both urban and rural areas.
zh_cn: 健全基层群众自治制度，加强城乡社区治理。

source: We will see that trade unions, Communist Youth League organizations, women's federations, and other people's organizations fully play their roles.
zh_cn: 充分发挥工会、共青团、妇联等群团组织作用。

source: We will reform and improve the system for regulating social organizations, promote the healthy development of public-interest activities and charity on the basis of law, and promote specialized social work and volunteer services.
zh_cn: 改革完善社会组织管理制度，依法推进公益和慈善事业健康发展，促进专业社会工作、志愿服务发展。
